<template>
    <div>
        <about-form>
            <template v-slot:info>
                <p>
                    Добро пожаловать на NASA Форум! Мы являемся сообществом энтузиастов, увлеченных всем, что связано с
                    космическим исследованием и Национальным агентством по аэронавтике и исследованию космического
                    пространства
                    (NASA). Наш форум предоставляет платформу для обсуждения последних новостей, космических миссий,
                    астрономии
                    и
                    многого другого.
                </p>
                <p>
                    Присоединяйтесь к нам и делитесь своими знаниями и страстью к космосу. Мы ценим каждого участника нашего
                    сообщества и стремимся создать дружелюбное и интересное место для общения.
                </p>
                <h2>О НАСА</h2>
                <p>
                    Национальное аэрокосмическое управление США (НАСА) - это агентство федерального правительства
                    Соединенных Штатов, отвечающее за гражданскую космическую программу страны и исследования в области
                    аэронавтики и космических технологий. Оно было основано 29 июля 1958 года президентом Дуайтом Д.
                    Эйзенхауэром в ответ на запуск первого искусственного спутника Земли, Спутник-1, Советским Союзом в 1957
                    году.
                </p>
                <p>
                    НАСА осуществляет различные миссии, включая космические полеты с экипажем, робототехнические
                    исследования и научные исследования. Агентство достигло множества вех в космическом исследовании,
                    включая миссии программы Аполлон на Луну, программу космических шаттлов и миссии марсоходов на Марсе.
                    Миссия НАСА - исследовать космос, проводить научные исследования и разрабатывать технологии, которые
                    приносят пользу человечеству.
                </p>
                <p>
                    Штаб-квартира НАСА находится в Вашингтоне, округ Колумбия, и у агентства есть несколько центров по всему
                    Соединенным Штатам, включая Кеннеди космический центр во Флориде, Джонсон космический центр в Техасе и
                    Лаборатория реактивного двигателестроения в Калифорнии.
                </p>
                <p>
                    Для получения дополнительной информации о миссиях, проектах и открытиях НАСА, посетите официальный
                    веб-сайт: <a href="https://www.nasa.gov/" target="_blank">https://www.nasa.gov/</a>
                </p>
                <h3>Основные ценности НАСА:</h3>
                <ul>
                    <li>Исследования</li>
                    <li>Инновации</li>
                    <li>Целостность</li>
                    <li>Инклюзивность</li>
                    <li>Командная работа</li>
                </ul>
                <h3>Примите участие:</h3>
                <p>
                    Вы можете принять участие в проектах и миссиях НАСА, участвуя в гражданских научных программах, изучая
                    образовательные ресурсы и следя за НАСА в социальных сетях, чтобы быть в курсе последних новостей и
                    открытий.
                </p>
            </template>
        </about-form>
    </div></template>
  
<script setup>
import AboutForm from '@/components/AboutForm.vue';

</script>
  